Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/white_papers/samediggidiedadus_samegiela_birra_2012.pdf.tmx
Source language: sme
Languages: smj

source: Sámegiela čalmmustahttima hástalusaid ferte árvvoštallat oalle oanehis čálagiellahistorjjá ektui skuvlaoktavuođas, ja maiddái stuora erohusaid ektui daid iešguđetge giellajoavkkuid gaskka.
smj: Hásstalusá sámegielav vuojnnusij buktet båhti dassta gå tjállemgielan le viehka oanes histåvrrå skåvllåaktijvuodan ja viehka stuorra ærádusá iesjguhtik giellajuohkusij gaskan.

source: Sámegiela čalmmustahttin lea sihke mihttu ja reaidu.
smj: Sámegielav vuojnnusij biedjat le sihke ulmme ja vædtsak.

source: Galbbaid, dáiddalaš cealkámušaid, dokumeanttaid, ruovttusiidduid ja tekstema bokte galgá giella boahtit oidnosii.
smj: Galbaj, dájda, dokumentaj, næhttabielij ja tiekstima baktu giella vuojnnusij boahtá.

source: Oinnolaš giella lea vuođđo veahkkeneavvu giellaoahpahusas, seammás go maiddái addá gillii eambbo stáhtusa.
smj: Giella mij vuojnnu le vuodulasj viehkkenævvo sæmmi båttå gå aj giellaj ienep stáhtusav vaddá.

source: Sámi báikenamaid geavaheapmi ja čalmmustahttin lea dehálaš giella- ja kulturovddideaddji doaibmabidju.
smj: Sáme bájkkenamáj adno ja vuojnnusij buktem le ájnas giella- ja kultuvrraåvdediddje doajmma.

source: Lea dehálaš systemáhtalaččat registreret ja čohkket sámi báikenamaid, erenoamážit guovlluin gos sámi báikenammamateriálat leat unnán čohkkejuvvon.
smj: Ájnas le sáme bájkkenamájt systemáhtalattjat registrerit ja tjoahkkit, sierraláhkáj dakkir guovlojn gånnå ij le heva åvdutjis tjoahkkidum.

source: Dán oktavuođas lea dehálaš Media ja girjjálašvuohta váikkuhit giela, danne lea dehálaš ahte almmuhuvvo sámi girjjálašvuohta mas lea sihke buorre giella ja mii seammás lea heivehuvvon ahkejovkui ja mii movttiidahttá eambbo lohkamii.
smj: Dán aktijvuodan le ájnas sáme nammafágalasj arkijvav tsieggit váj namá li álkket giedaj åvdån. Media ja girjálasjvuohta gielav vájkkudi, danen le ájnas jut sáme girjálasjvuohta almoduvvá manna le buorre giella madi sæmmi bále le álldarjuohkusij hiebaduvvam ja låhkåmmielav árvusmahttá.

source: Medias lea dehálaš rolla servodagas, ja nu lea ge das stuora ovddasvástádus sihke čalmmustahttima dáfus, buori giellageavaheami dáfus, ja ahte addojuvvo fálaldat mii lea mielde ovddideame ja nanneme giellageavaheami.
smj: Median le ájnas roalla sebrudagán, ja navti le siján stuorra åvdåsvásstádus sihke vuojnnusij buktemis, buorre giela åvdås, ja jut vatteduvvi fálaldagá ma li siegen giellaanov nannimin ja åvdedimen.

source: Filmmat mánáide ja nuoraide leat dehálaš giellagaskkusteaddjit.
smj: Filma mánájda ja nuorajda li ájnas gielladuvdadiddje.

source: Filmmat main geavahuvvo sámegiella ja filmmat main lea sámegiel teaksta leat ge danne dehálaččat mánáid giellaovdáneapmái.
smj: Danen li filma gånnå besa sámegielav válljit juogu de ságastimgiellan jali tækstagiellan ájnnasa mánáj giellaåvddånahttema vuoksjuj.

source: Sámediggi oaidná dárbbu ovttasbargat Davviriikkalaččat Sámi parlamentáralaš ráđi ja Davviriikkalaš sámeministariid bokte vai sámegiella oažžu stuorát saji tv-kanálain, dvd-filmmain ja interneahttasiidduin mat leat ráhkaduvvon mánáid ja nuoraid váste.
smj: Sámedigge vuojnná dárbov nuorttarijkaj aktisasjbargos Sáme parlamentáralasj ráde ja nuorttarijkaj sámeminisstaraj tjadá váj sámegiella vijddásap sajev oadtju tv-kanálajn, dvd-filmajn ja internæhttabájkijn ma li mánájda ja nuorajda.

source:  Sámegiella geavahuvvo ja lea oidnosis buot arenain servodagas
smj:  Sámegiella le anon ja vuojnnusin juohkka árenán sebrudagán

source:  Bargat eambbo čalmmustahttit sámi giela ja kultuvrra
smj:  Sámegielav ja kultuvrav vuojnnusij buktet

source:  Almmuhit eambbo girjjálašvuođa, aviissaid ja áigečállagiid sámegillii
smj:  Ienep girjálasjvuoda, avijsa ja bláde almodusá sámegiellaj

source:  Geavahit eambbo čálalaš sámegiela digitála mediain
smj:  Ienep tjálalasj sámegiela adno digitála mediájn.

source: Ekonomalaš ja hálddahuslaš váikkuhusat
smj: Vájkkudusá ruhtadilláj ja háldadussaj

source: Dát dieđáhus čuvge daid dárbbuid ja hástalusaid mat servodagas leat, ja evttoha čovdosiid mat sáhttet buoridit sámegiela dili.
smj: Dát diedádus gåvvit dárbojt ja hásstalusájt ma li sebrudagán, madi tjoavddusijt buktá gåktu sámegiela dilev buoredit.

source: Dáinna dieđáhusain, ja buriin gulahallamiin guovddáš eiseválddiiguin, vuordá Sámediggi ahte ekonomalaš rámmat sámegiela ovddideapmái Norggas lasihuvvo dovdomassii.
smj: Dán diedádusá baktu, ja buorre aktisasjbarggon guovdásj oajválattjaj vuorddá Sámedigge ruhtadille sáme giellaåvddånahttemij Vuonan viehka ålov buorrán.

source: Sámedikkis lea stuora jáhkku dasa ahte guovddáš eiseválddit dustejit daid mihtuid mat leat biddjon, nu ahte Sámediggi ja eará ovddasteaddjit ožžot daid ekonomalaš ja hálddahuslaš rámmaid mat dárbbašuvvojit jus galgá loktet sámegiela stáhtusa ja geavaheami.
smj: Sámedigge jáhkká guovdásj oajválattja ållidi dajt ulmijt ma li biejadum, váj Sámedigge ja ietjá oassálasste oadtju daj rudálasj ja háldaduslasj birástagájt majt dárbaj jus galggá sámegiela stáhtusav ja anov lasedit.

source: Sámediggi ipmirda ahte dát dieđáhus evttoha stuora rievdadusaid.
smj: Sámedigge diehtá dát diedádus mierkki stuorra rievddama boahtemin.

source: Lágat fertejit rievdaduvvot, váldi ja ovddasvástádus ferte čielggaduvvot.
smj: Lága hæhttuji rievddaduvvat, fábmo ja åvdåsvásstádus hæhttu tjielgaduvvat.

source: Seammás fertejit ekonomalaš resurssat lasihuvvot, nu go juo lea namuhuvvon.
smj: Sæmmi båttå hæhttuji rudálasj ressursa laseduvvat dagu juo lip nammadam.

source: Dat rievdadusat maid Sámediggi dás evttoha, mielddisbuktet ahte máŋga lága mat addet giellavuoigatvuođaid sámegielagiidda fertejit rievdaduvvot.
smj: Rievddama majt Sámedigge dáppe oajvvat mierkkiji moadda lága rievdaduvvi váj sámegielaga oadtju iesjguhtik riektáv giellaj. Dat mierkki aj Sámedikke ja ietjá aktøraj fábmo målssu.

source: Dát lea stuora bargu mii gáibida dárkilis guorahallama.
smj: Dát le alvos barggo mij gájbbet snivva tjadádimev.

source: Danne lea Sámediggi evttohan ahte nammaduvvo sámi almmolaš lávdegoddi (SaOU/SáAL) mas leat Ráđđehusa ja Sámedikki ovddasteaddjit.
smj: Danen le Sámedigge oajvvadam sáme almulasj nammadus (SAN) namamduvvá manna li ájrrasa ráddidusás ja Sámedikkes.

source: Dán lávdegottis ferte leat mandáhtta čielggadit ja evttohit rievdadusaid sámegillii guoski lágain ja válddis.
smj: Dán nammadusán hæhttu mandáhtta guoradallat lágaj ja fámo rievddamav sámegiela vuoksjuj.

source: Viidáseappot ferte lávdegoddi guorahallat rámmaeavttuid, ovddasvástádusdili ja sámegiel doaibmabijuid oktiiheiveheami ja evttohit rievdadusaid.
smj: Vijddábut hæhttu nammadus ålgodisævtojt, vásstediddje vidjurijt ja sáme gielladåjmaj koordinerimav tjadádit ja rievddadusájt oajvvadit.

source: Dieđáhus čuovvoluvvo Sámedikki jahkásaš bušeahtaid bokte gos ovttaskas mihtuid doaibmabijut vuoruhuvvojit.
smj: Diedádusáv jahkásattjat tjuovvol Sámedikke jahkásasj budsjehta baktu gånnå dåjma ma iesguhtik ulmijda hiehpi vuoroduvvi.

source: Sámediggeráđđi áigu árvvoštallat ráhkadit doaibmaplánaid muhtun áŋgiruššansurggiide.
smj: Sámedikkeráde árvustallá doajmmaplánajt dahkat muhtem barggosuorgijda.

source: Dieđáhusas lea guhkesáigásaš perspektiiva ja lea lunddolaš geahčadit dieđáhusa golmma-njealji jagi geahčen fas, gávnnahan dihte lea go Sámediggi joksan daid mihtuid mat leat biddjon dieđáhusas.
smj: Diedádusán le guhkesájggásasj perspektijvva ja luondulasj le dav vas gehtjadit gålmånielje jage duogen váj árvustallá makta Sámedigge le diedádusá ulmijt ållim.
